{
  "plugins": {
    "acme-colors": {
      "src": "https://github.com/plan9-for-vimspace/acme-colors"
    },
    "acme.nvim": {
      "src": "https://gitlab.com/__tpb/acme.nvim"
    },
    "aerial.nvim": {
      "src": "https://github.com/stevearc/aerial.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.10.2'"
    },
    "canola.nvim": {
      "src": "https://github.com/barrettruth/canola.nvim",
      "version": "'canola'"
    },
    "custom-nvim-queries": {
      "rev": "fb39ddc727bb9e95cfe5a13148ff0d9d920390313bd31694b8ad28ab8a2ec928",
      "src": "https://codeberg.org/jrld/custom-nvim-queries"
    },
    "hardtime.nvim": {
      "src": "https://github.com/m4xshen/hardtime.nvim"
    },
    "haskell-tools.nvim": {
      "src": "https://github.com/mrcjkb/haskell-tools.nvim",
      "version": "9.0.0 - 10.0.0"
    },
    "image.nvim": {
      "src": "https://github.com/3rd/image.nvim"
    },
    "image_preview.nvim": {
      "src": "https://github.com/adelarsq/image_preview.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "melange-nvim": {
      "src": "https://github.com/johannesrld/melange-nvim"
    },
    "mini.bracketed": {
      "src": "https://github.com/nvim-mini/mini.bracketed"
    },
    "mini.bufremove": {
      "src": "https://github.com/nvim-mini/mini.bufremove"
    },
    "mini.clue": {
      "src": "https://github.com/nvim-mini/mini.clue"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "mini.tabline": {
      "src": "https://github.com/nvim-mini/mini.tabline"
    },
    "nvim-biscuits": {
      "src": "https://github.com/code-biscuits/nvim-biscuits"
    },
    "nvim-jump": {
      "src": "https://github.com/yorickpeterse/nvim-jump"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "precognition.nvim": {
      "src": "https://github.com/tris203/precognition.nvim"
    },
    "vacme": {
      "src": "https://github.com/overvale/vacme"
    },
    "vim-plan9": {
      "src": "https://github.com/lunacookies/vim-plan9"
    },
    "vim-python-pep8-indent": {
      "src": "https://github.com/Vimjas/vim-python-pep8-indent"
    }
  }
}
